Repository: merokudao/dApp-store-ref-android
Catalog: lib/localization/app_*.arb
Languages: it, ja, ko, pl, ru

source: Hello World
it: Ciao Mondo
ja: こんにちは世界
ko: 안녕하세요 세계
pl: Witaj świecie
ru: Привет, мир

source: Slick Store
ja: Slick ストア
ko: Slick 스토어
ru: Slick МАГАЗИН

source: Explore the best dApps
it: Esplora le migliori dApps
ja: 最高のdAppsを探索する
ko: 최고의 dApps를 탐색하세요
pl: Odkryj najlepsze dAppy
ru: Исследуйте лучшие dApps

# createdByCommunity
source: created by the web3 community.
it: creato dalla comunità web3.
ja: Web3コミュニティによって作成されました。
ko: 웹3 커뮤니티에서 만들어졌습니다.
pl: stworzone przez społeczność Web3.
ru: создано сообществом web3.

source: Connect Wallet
it: Connetti Wallet
ja: ウォレットに接続
ko: 지갑 연결
pl: Podłącz portfel
ru: Подключить кошелек

source: FEATURED DAPPS
it: DAPPS IN EVIDENZA
ja: 注目のdApps
ko: 추천 dApps
pl: Polecane dAppy
ru: РЕКОМЕНДУЕМЫЕ DAPPS

# exploreMore
source: Explore more category and top dapps
it: Esplora altre categorie e dApps popolari
ja: さらにカテゴリを探索し、人気のあるdAppsを見る
ko: 더 많은 카테고리를 탐색하고 인기있는 dApps를 보세요
pl: Odkryj więcej kategorii i popularnych dAppów
ru: Исследуйте больше категорий и лучших dapps

source: EXPLORE BY CATEGORIES
it: ESPLORA PER CATEGORIE
ja: カテゴリで探索する
ko: 카테고리로 탐색
pl: Odkrywaj według kategorii
ru: ИССЛЕДОВАТЬ ПО КАТЕГОРИЯМ

source: TOP
ja: トップ
ko: 상위
pl: Najlepsze
ru: ТОП

source: See all
it: Mostra tutto
ja: すべてを表示
ko: 모두 보기
pl: Zobacz wszystko
ru: Посмотреть все

# keepYourDappUpToDate
source: Keep your dApps up to date.
it: Mantieni la tua dApp aggiornata.
ja: お使いのdAppを最新の状態に保ちましょう。
ko: dApp을 최신 상태로 유지하세요.
pl: Aktualizuj swoje dAppy na bieżąco.
ru: Держите ваши dApps в актуальном состоянии.

# autoUpdateYourDapps
source: Auto update your dApps at once to enjoy all the latest features.
it: Aggiorna automaticamente le tue dApp in un solo passaggio per sfruttare tutte le nuove funzionalità.
ja: 一括でお使いのdAppを自動更新して、新機能をすぐに利用できます。
ko: 모든 dApp을 일괄적으로 자동으로 업데이트하여 새로운 기능을 즉시 이용할 수 있습니다.
pl: Automatycznie aktualizuj wszystkie dAppy, aby korzystać z nowych funkcji od razu.
ru: Автоматически обновляйте ваши dApps одним нажатием, чтобы насладиться всеми последними функциями.

source: Update all
it: Aggiorna tutto
ja: すべてを更新
ko: 모두 업데이트
pl: Zaktualizuj wszystko
ru: Обновить все

source: View all
it: Mostra tutto
ja: すべてを表示
ko: 모두 보기
pl: Zobacz wszystko
ru: Посмотреть все

# termAndConditions
source: Terms & conditions
it: Termini e Condizioni
ja: 利用規約
ko: 이용 약관
pl: Warunki korzystania
ru: Условия и положения

source: Help and support
it: Aiuto e Supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
pl: Pomoc i wsparcie
ru: Помощь и поддержка

# whatAreYouLooking
source: What are you looking for today?
it: Cosa stai cercando oggi?
ja: 何をお探しですか？
ko: 무엇을 찾고 계십니까?
pl: Czego szukasz?
ru: Что вы ищете сегодня?

source: ADD
it: AGGIUNGI
ja: 追加
ko: 추가
pl: Dodaj
ru: ДОБАВИТЬ

source: Install
it: Installa
ja: インストール
ko: 설치
pl: Instaluj
ru: Установить

source: Install dApp
it: Installa dApp
ja: dAppをインストール
ko: dApp 설치
pl: Zainstaluj dApp
ru: Установить dApp

# aboutApp
source: About {appName}
it: Informazioni su {appName}
ja: {appName}について
ko: {appName} 정보
pl: Informacje o {appName}
ru: О {appName}

source: Details
it: Dettagli
ja: 詳細
ko: 상세 정보
pl: Szczegóły
ru: Детали

source: Ratings
it: Valutazioni
ja: 評価
ko: 평가
pl: Oceny
ru: Рейтинги

source: Downloads
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pobrania
ru: Загрузки

source: Size
it: Dimensione
ja: サイズ
ko: 크기
pl: Rozmiar
ru: Размер

source: Add Rating
it: Aggiungi valutazione
ja: 評価を追加
ko: 평가 추가
pl: Dodaj ocenę
ru: Добавить рейтинг

source: Contact Support
it: Contatta il Supporto
ja: サポートに連絡
ko: 지원에 문의
pl: Skontaktuj się z pomocą techniczną
ru: Связаться с поддержкой

# noContactInfo
source: No contact information available.
it: Nessuna informazione di contatto disponibile.
ja: 連絡先情報はありません。
ko: 연락처 정보 없음
pl: Brak informacji kontaktowych
ru: Информация о контакте недоступна.

# youMightLike
source: You might also like
it: Potresti anche apprezzare
ja: おすすめのdApps
ko: 관심 있는 dApps
pl: Mogą Ci się spodobać
ru: Вам также может понравиться

source: Open dApp
it: Apri dApp
ja: dAppを開く
ko: dApp 열기
pl: Otwórz dApp
ru: Открыть dApp

source: Installing...
it: Installazione in corso...
ja: インストール中...
ko: 설치 중...
pl: Instalowanie...
ru: Установка...

source: Download
ja: ダウンロード
ko: 다운로드
pl: Pobierz
ru: Загрузить

source: Update
it: Aggiorna
ja: 更新
ko: 업데이트
pl: Aktualizuj
ru: Обновить

# apkFetchFail
source: Failed to Fetch APK
it: Errore nel recupero APK
ja: APKの取得に失敗しました
ko: APK 가져오기 실패
pl: Błąd pobierania pliku APK
ru: Не удалось получить APK

source: Open
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
ru: Открыть

source: Save
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
ru: Сохранить

source: Categories
it: Categorie
ja: カテゴリ
ko: 카테고리
pl: Kategorie
ru: Категории

source: Explore
it: Esplora
ja: 探索
ko: 탐색
pl: Odkrywaj
ru: Исследовать

source: All
it: Tutti
ja: すべて
ko: 모두
pl: Wszystko
ru: Все

# signUpTo
source: Sign up to Slick Store
it: Iscriviti a Slick Store
ja: Slick Storeに登録する
ko: Slick Store에 가입하기
pl: Zarejestruj się w Slick Store
ru: Зарегистрируйтесь на Slick Store

source: Use Wallet Connect
it: Usa Wallet Connect
ja: Wallet Connectを使用
ko: Wallet Connect 사용
pl: Użyj Wallet Connect
ru: Используйте Wallet Connect

# dontHaveAWallet
source: Don’t have a wallet? Create a
it: Non hai un wallet? Creane uno
ja: ウォレットをお持ちでないですか？ 作成する
ko: 지갑이 없으신가요? 만들기
pl: Nie masz portfela? Utwórz
ru: Нет кошелька? Создайте

source: Slick Wallet
ja: Slick ウォレット
ko: Slick 지갑
pl: Portfel Slick

# byContinuing
source: By continuing you agree to Slick Store’s
it: Continuando accetti i
ja: 続行することで、
ko: 계속 진행함으로써,
pl: Kontynuując,
ru: Продолжая, вы соглашаетесь

source: and
it: e
ja: および
ko: 및
pl: i
ru: и

source: Connect with
it: Connetti con
ja: 接続する
ko: 연결
pl: Połącz z
ru: Подключиться с

source: First Name
it: Nome
ja: 名
ko: 이름
pl: Imię
ru: Имя

source: Last Name
it: Cognome
ja: 姓
ko: 성
pl: nazwisko
ru: Фамилия

source: Profile
it: Profilo
ja: プロフィール
ko: 프로필
pl: Profil
ru: Профиль

source: Wallets
it: Portafogli
ja: ウォレット
ko: 지갑
pl: Portfele
ru: Кошельки

source: Edit
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
ru: Редактировать

source: Add Wallet
it: Aggiungi Wallet
ja: ウォレットを追加
ko: 지갑 추가
pl: Dodaj portfel
ru: Добавить кошелек

source: Settings
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
ru: Настройки

source: Privacy Policy
it: Politica sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
ru: Политика конфиденциальности

# connectWithOthers
source: Connect with other wallet
it: Connetti con altri wallet
ja: 他のウォレットと接続
ko: 다른 지갑과 연결
pl: Połącz z innymi
ru: Подключиться с другими

# sendingTxFail
source: Sending transaction failed.
it: Invio della transazione fallito.
ja: 送信エラー
ko: 전송 실패
pl: Błąd wysyłania
ru: Ошибка отправки

source: Signing Failed.
it: Firma fallita.
ja: 署名に失敗しました
ko: 서명 실패
pl: Błąd podpisywania
ru: Ошибка подписания

source: Method not supported.
it: Metodo non supportato.
ja: メソッドがサポートされていません
ko: 지원되지 않는 메소드
pl: Metoda nieobsługiwana
ru: Метод не поддерживается

source: Chain not supported.
it: Chain non supportata.
ja: チェーンがサポートされていません
ko: 지원되지 않는 체인
pl: Sieć nieobsługiwana
ru: Сеть не поддерживается

source: Remove
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
ru: Удалить

source: Show more
it: Mostra di più
ja: もっと表示
ko: 더 보기
pl: Pokaż więcej
ru: Показать еще

source: Show less
it: Mostra di meno
ja: 表示を減らす
ko: 간략히 보기
pl: Pokaż mniej
ru: Показать меньше

# welcomeToSlick
source: Welcome to Slick Store
it: Benvenuto nell'Slick Store
ja: Slickストアへようこそ
ko: Slick 스토어에 오신 것을 환영합니다
pl: Witamy w SKLEPIE SLICK
ru: Добро пожаловать в МАГАЗИН SLICK

source: Sign Message
it: Firma Messaggio
ja: メッセージに署名
ko: 메시지 서명
pl: Podpisz wiadomość
ru: Подписать сообщение

# savedPwa
source: Saved dApps
it: dApp Salvate
ja: 保存されたdApps
ko: 저장된 dApps
pl: Zapisane dApp
ru: Сохраненные dApp

source: No dApps saved
it: Nessuna dApp salvata
ja: 保存されたdAppはありません
ko: 저장된 dApp이 없습니다
pl: Brak zapisanych dApp
ru: Нет сохраненных dApp

# dappsReadyToUpdate
source: dApps are ready to update.
it: dApps sono pronte per l'aggiornamento.
ja: dAppsのアップデートが準備されています
ko: dApps 업데이트가 준비되었습니다
pl: dApp gotowe do aktualizacji
ru: dApp готовы к обновлению

# dappReadyToUpdate
source: dApp is ready to update.
it: La dApp è pronta per l'aggiornamento.
ja: dApp のアップデートが準備できました。
ko: dApp이 업데이트 준비가 되었습니다.
pl: dApp jest gotowa do aktualizacji.
ru: dApp готово к обновлению.

# updateYourDapps
source: Update your dApps to enjoy all the latest features.
it: Aggiorna le tue dApps per godere di tutte le ultime funzionalità.
ja: 最新の機能を楽しむためにdAppsをアップデートしてください
ko: 최신 기능을 즐기려면 dApps를 업데이트하세요
pl: Aby korzystać z najnowszych funkcji, zaktualizuj swoje dApp
ru: Чтобы использовать последние функции, обновите свои dApp

source: You Have
it: Hai
ja: 所有数
ko: 소유한 dApps 수
pl: Posiadasz
ru: У вас есть

source: web dApps
it: dApp Web
ko: 웹 dApps
pl: dApp sieci Web
ru: dApp веб-сайтов

source: web dApp
it: dApp Web
ko: 웹 dApp
pl: dApp sieci Web
ru: dApp веб-сайтов

source: Manage dApps
it: Gestisci dApps
ja: dAppsの管理
ko: dApps 관리
pl: Zarządzaj dApp
ru: Управление dApp

# installedDapps
source: Installed
it: Installate
ja: インストール済み
ko: 설치된 dApps
pl: Zainstalowane dApp
ru: Установленные dApp

# installedDappWithNumber
source: Installed dApps({number})
it: dApps Installate ({number})
ja: インストール済みのdApps({number})
ko: 설치된 dApps({number})
pl: Zainstalowane dApp ({number})
ru: Установленные dApp ({number})

# savedPwasWithNumber
source: PWA dApps({number})
it: PWA dApps Salvate ({number})
ja: 保存されたPWA dApps({number})
ko: 저장된 PWA dApps({number})
pl: Zapisane PWA dApp ({number})
ru: Сохраненные PWA dApp ({number})

source: No dApps installed.
it: Nessuna dApp installata.
ja: インストールされたdAppはありません
ko: 설치된 dApp이 없습니다
pl: Brak zainstalowanych dApp
ru: Нет установленных dApp

# youWillReceivetwo
source: You will receive two requests in wallet. One to connect wallet and another to sign a messsage, Signing is free and will not send a transaction.
it: Riceverai due richieste nel tuo wallet. Una per connettere il wallet e un'altra per firmare un messaggio, la firma è gratuita e non invierà una transazione.
ja: ウォレットに2つのリクエストが届きます。1つはウォレットの接続のため、もう1つはメッセージに署名するためです。署名には無料でトランザクションは送信されません
ko: 지갑에 2개의 요청이 도착합니다. 하나는 지갑 연결을 위한 것이고, 다른 하나는 메시지 서명을 위한 것입니다. 서명에는 무료로 트랜잭션이 전송되지 않습니다.
pl: Otrzymasz dwa żądania. Jeden dotyczy połączenia z portfelem, drugi dotyczy podpisania wiadomości. Podpisanie nie wiąże się z opłatami za transakcje.
ru: Вы получите два запроса. Один для подключения к кошельку, второй для подписания сообщения. Подписание не включает оплату транзакций.

# confirmThatYouAreOwner
source: Go back to wallet and Sign a message to confirm that you are the owner of this wallet.
it: Torna al wallet e firma un messaggio per confermare che sei il proprietario di questo wallet.
ja: ウォレットに戻り、メッセージに署名してこのウォレットの所有者であることを確認してください
ko: 지갑으로 돌아가서 메시지에 서명하여 이 지갑의 소유자임을 확인하십시오
pl: Powróć do portfela i podpisz wiadomość, aby potwierdzić, że jesteś właścicielem tego portfela
ru: Вернитесь в кошелек и подпишите сообщение, чтобы подтвердить, что вы владелец этого кошелька

# connectUsignAnyWalletConnect
source: Connect using any Wallet Connect supported wallet
it: Connetti usando qualsiasi wallet supportato da Wallet Connect
ja: Wallet Connectでサポートされた任意のウォレットを使用して接続
ko: Wallet Connect를 사용하여 지원되는 어떤 지갑이든 연결하십시오
pl: Połącz dowolny portfel obsługujący Wallet Connect
ru: Подключитесь с помощью любого кошелька, поддерживающего Wallet Connect

# goBackToWallet
source: Go back to wallet to sign a message
it: Torna al wallet per firmare un messaggio
ja: ウォレットに戻り、メッセージに署名してください
ko: 지갑으로 돌아가서 메시지에 서명하십시오
pl: Wróć do portfela i podpisz wiadomość
ru: Вернитесь в кошелек и подпишите сообщение

source: Approve Request
it: Approva Richiesta
ja: リクエストを承認
ko: 요청 승인
pl: Zatwierdź żądanie
ru: Подтвердите запрос

# approveRequestSubtitle
source: Please open your wallet and sign the request after checking all the details.
it: Apri il tuo wallet e firma la richiesta dopo aver verificato tutti i dettagli.
ja: 詳細を確認した後、ウォレットを開き、リクエストに署名してください
ko: 요청 내용을 확인한 후 지갑을 열어 요청에 서명하십시오
pl: Po sprawdzeniu treści żądania otwórz portfel i podpisz je
ru: После проверки содержимого запроса откройте кошелек и подпишите его

source: Oh no!
ja: あら、困りました！
ko: 오, 아이고!
pl: O nie!
ru: О нет!

# chainNotSupportedPopup
source: Requested chain is not supported at the moment.
it: La catena richiesta non è supportata al momento.
ja: リクエストされたチェーンは現在サポートされていません。
ko: 요청한 체인은 현재 지원되지 않습니다.
pl: Wybrany łańcuch nie jest obecnie obsługiwany.
ru: Выбранный цепочка в данный момент не поддерживается.

# seeInstalledDapps
source: See all the installed dapps.
it: Visualizza tutte le dApp installate.
ja: インストールされたすべてのdAppを表示する
ko: 설치된 모든 dApp 보기
pl: Zobacz zainstalowane dAppy.
ru: Посмотреть все установленные dApp.

# deepDive
source: Deep dive into the world of Web3.
it: Approfondisci il mondo di Web3.
ja: Web3の世界に深く潜入する
ko: Web3 세상에 깊이 빠져들다.
pl: Zanurz się w świat Web3.
ru: Погружение в мир Web3.

source: No wallet
it: Nessun portafoglio
ja: ウォレットなし
ko: 지갑 없음
pl: Brak portfela
ru: Отсутствует кошелек

# connectDappstore
source: Please connect dappstore with a wallet.
it: Si prega di collegare Dappstore con un portafoglio.
ja: Dappstoreをウォレットに接続してください
ko: Dappstore를 지갑과 연결하세요.
pl: Proszę połączyć dappstore z portfelem.
ru: Пожалуйста, подключите dappstore к кошельку.

source: Something went wrong.
it: Qualcosa è andato storto.
ja: 何かがうまくいきませんでした
ko: 문제가 발생했습니다.
pl: Coś poszło nie tak.
ru: Что-то пошло не так.

# tryAgain
source: Please try again.
it: Si prega di riprovare.
ja: 再試行してください
ko: 다시 시도하세요.
pl: Spróbuj ponownie.
ru: Пожалуйста, попробуйте еще раз.

source: About
it: Informazioni
ja: について
ko: 정보
pl: O nas
ru: О нас

source: Help and Feedback
it: Aiuto e feedback
ja: ヘルプとフィードバック
ko: 도움말 및 피드백
pl: Pomoc i opinie
ru: Помощь и отзывы

source: Logout
ja: ログアウト
ko: 로그아웃
pl: Wyloguj
ru: Выйти

# oopsSomethingWentWrong
source: Oups! Something went wrong!
it: Ops! Qualcosa è andato storto!
ja: おっと！何かがうまくいきませんでした！
ko: 이런! 문제가 발생했습니다!
pl: O nie! Coś poszło nie tak!
ru: Ой! Что-то пошло не так!

# notifiedEngineers
source: We encountered an error and we've notified our engineering team about it. Sorry for the inconvenience caused.
it: Abbiamo riscontrato un errore e abbiamo informato il nostro team di ingegneria. Ci scusiamo per l'inconveniente causato.
ja: エラーが発生し、エンジニアリングチームに通知しました。ご不便をおかけして申し訳ありません。
ko: 오류가 발생하여 엔지니어링 팀에 알림이 전송되었습니다. 불편을 드려 죄송합니다.
pl: Wystąpił błąd i poinformowaliśmy nasz zespół inżynieryjny. Przepraszamy za niedogodności.
ru: Мы столкнулись с ошибкой и уведомили нашу инженерную команду об этом. Приносим извинения за причиненные неудобства.

source: Go back
it: Torna indietro
ja: 戻る
ko: 뒤로 가기
pl: Powrót
ru: Назад

source: Network Issue
it: Problema di rete
ja: ネットワークの問題
ko: 네트워크 문제
pl: Problem z siecią
ru: Проблема с сетью

# checkNetwork
source: Plese check your network
it: Si prega di verificare la connessione di rete.
ja: ネットワークを確認してください
ko: 네트워크를 확인하세요.
pl: Sprawdź swoją sieć.
ru: Пожалуйста, проверьте вашу сеть.

# softUpdateText
source: New update is availbale, download to get the latest features and fixes.
it: Nuovo aggiornamento disponibile, scarica per ottenere le ultime funzionalità e correzioni.
ja: 新しいアップデートが利用可能です。最新の機能と修正を入手するにはダウンロードしてください。
ko: 새로운 업데이트가 가능합니다. 최신 기능과 수정 사항을 얻으려면 다운로드하세요.
pl: Nowa aktualizacja jest dostępna. Pobierz, aby uzyskać najnowsze funkcje i poprawki.
ru: Доступно новое обновление. Скачайте, чтобы получить последние функции и исправления.

# hardUpdateText
source: New update is availbale, you need to update dApp store to continue using it
it: Nuovo aggiornamento disponibile, è necessario aggiornare Dapp store per continuare a utilizzarlo
ja: 新しいアップデートが利用可能です。dAppストアを更新して使用を続ける必要があります
ko: 새로운 업데이트가 가능합니다. dApp 스토어를 업데이트하여 계속 사용하세요.
pl: Nowa aktualizacja jest dostępna. Aby kontynuować korzystanie z dApp Store, musisz zaktualizować go.
ru: Доступно новое обновление. Чтобы продолжить использование dApp Store, вам необходимо обновить его.

# writeAboutTheApp
source: Write about the dapp I feel the app is...
it: Scrivi sulla dApp Penso che l'app sia...
ja: dAppについて書く このアプリは...
ko: dApp에 대해 작성하세요. 이 앱에 대해 느끼는 바는...
pl: Napisz o dApp. Uważam, że aplikacja jest...
ru: Напишите о dApp. Я считаю, что приложение...

source: Share review
it: Condividi recensione
ja: レビューを共有する
ko: 리뷰 공유
pl: Udostępnij recenzję
ru: Поделиться отзывом

source: Your review
it: La tua recensione
ja: あなたのレビュー
ko: 리뷰 작성
pl: Twoja recenzja
ru: Ваш отзыв

source: Edit review
it: Modifica recensione
ja: レビューを編集する
ko: 리뷰 편집
pl: Edytuj recenzję
ru: Изменить отзыв

source: All reviews
it: Tutte le recensioni
ja: すべてのレビュー
ko: 모든 리뷰
pl: Wszystkie opinie
ru: Все отзывы

# downloadDappToReview
source: Something went wrong, did you not download/open dApp before posting review?
it: Qualcosa è andato storto, non hai scaricato/aperto la dApp prima di pubblicare la recensione?
ja: 何かがうまくいかなかったですね。レビューを投稿する前に、dAppをダウンロード/開いていないのではありませんか？
ko: 문제가 발생했습니다. 리뷰를 게시하기 전에 dApp을 다운로드/열지 않으셨나요?
pl: Coś poszło nie tak, czy nie pobrałeś/otworzyłeś dApp przed napisaniem recenzji?
ru: Что-то пошло не так. Вы не загружали/не открывали dApp перед тем, как оставить отзыв?

source: Review posted.
it: Recensione pubblicata.
ja: レビューが投稿されました。
ko: 리뷰가 게시되었습니다.
pl: Recenzja opublikowana.
ru: Отзыв опубликован.

source: Ratings and Reviews
it: Valutazioni e recensioni
ja: 評価とレビュー
ko: 평가 및 리뷰
pl: Oceny i recenzje
ru: Рейтинги и отзывы

# allowAppInstall
source: Allow installation permission
it: Consenti autorizzazione all'installazione
ja: インストールの許可
ko: 설치 권한 허용
pl: Zezwól na zgodę na instalację
ru: Разрешить разрешение на установку

# allowAppInstallDesc
source: Allow dappstore to install apps on this device
it: Consenti a dappstore di installare app su questo dispositivo
ja: このデバイスに対してdappstoreにアプリのインストールを許可する
ko: 이 장치에 dappstore가 앱을 설치할 수 있도록 허용합니다
pl: Zezwól dappstore na instalowanie aplikacji na tym urządzeniu
ru: Разрешить dappstore устанавливать приложения на этом устройстве

# allowAppNotification
source: Allow notifications permission
it: Consenti autorizzazione alle notifiche
ja: 通知の許可
ko: 알림 권한 허용
pl: Zezwól na zgodę na powiadomienia
ru: Разрешить разрешение на уведомления

# allowAppNotificationDesc
source: Allow dappstore to send notification on this device
it: Consenti a dappstore di inviare notifiche su questo dispositivo
ja: このデバイスに対してdappstoreが通知を送信することを許可する
ko: 이 장치에 dappstore가 알림을 보낼 수 있도록 허용합니다
pl: Zezwól dappstore na wysyłanie powiadomień na tym urządzeniu
ru: Разрешить dappstore отправлять уведомления на этом устройстве

source: Go to settings
it: Vai alle impostazioni
ja: 設定に移動する
ko: 설정으로 이동
pl: Przejdź do ustawień
ru: Перейти в настройки

source: Select Network
it: Seleziona la rete
ja: ネットワークを選択
ko: 네트워크 선택
pl: Wybierz sieć
ru: Выберите сеть

source: Send request
it: Invia richiesta
ja: リクエストを送信する
ko: 요청 보내기
pl: Wyślij zapytanie
ru: Отправить запрос
